const restaurant = [
    {
        id : 1,
        name: '1058면 하양점',
        addres: '경북 경산시 하양읍 하양로 63 2층',
        time: '매일 10:30 - 20:30',
    },
    {
        id : 2,
        name: '줄리도넛',
        addres: '경북 경산시 하양읍 하양로 24 은가비 1층 줄리도넛',
        time: '화~토 13:00 - 19:00',
    },
    {
        id : 3,
        name: '델꼬',
        addres: '경북 경산시 하양읍 하양역길 27',
        time: '월~토 11:30 - 22:0',
    },
    {
        id : 4,
        name: '명랑핫도그',
        addres: '경북 경산시 하양읍 하양로 74-1',
        time: '매일 11:00 - 21:00',
    },
    {
        id : 5,
        name: '미미관 마라탕',
        addres: '경북 경산시 하양읍 문화로 16-1 1층',
        time: '매일 11:00 - 22:00',
    },
    {
        id : 6,
        name: '배러댄와플',
        addres: '경북 경산시 하양읍 대경로 669-7',
        time: '매일 11:00 - 23:00',
    },
    
    {
        id : 7,
        name: '블루웨이',
        addres: '경북 경산시 하양읍 대학로295길 16',
        time: '매일 11:00 - 22:00',
    },
    {
        id : 8,
        name: '스시카츠',
        addres: '경북 경산시 하양읍 대경로 669-6 1층',
        time: '매일 11:00 - 21:00, 15:00~17:00 브레이크 타임',
    },
    {
        id : 9,
        name: '엄마떡볶이',
        addres: '경북 경산시 하양읍 하양로 96-1',
        time: '매일 11:00 - 22:00',
    },
    {
        id : 10,
        name: '퀴다',
        addres: '경북 경산시 하양읍 대경로 653 휴가오피스텔 103호',
        time: '매일 11:30 - 21:00, 15:00~17:00 브레이크 타임',
    },
    {
        id : 11,
        name: '유가네닭갈비',
        addres: '경북 경산시 하양읍 문화로 2 2층 유가네닭갈비 경산하양점',
        time: '매일 11:00 - 22:00',
    },
    {
        id : 12,
        name: '타코파파',
        addres: '경북 경산시 하양읍 하양로 53',
        time: '매일 11:00 - 22:00',
    },
    {
        id : 13,
        name: '하양돈부리',
        addres: '경북 경산시 하양읍 하양역길 18 하양돈부리',
        time: '매일 11:00 - 22:00',
    },
    {
        id : 14,
        name: '하양연가',
        addres: '경북 경산시 하양읍 대경로 669-3',
        time: '매일 11:00 - 22:00',
    },
    {
        id : 15,
        name: '혼샤브',
        addres: '경북 경산시 하양읍 대경로 669-6 2층 혼샤브',
        time: '매일 11:00 - 22:00',
    },
]